Repository: areyesp-77/amuzgo-dataset
Catalog: TMX/segments_amuzgo-segments_spanish.tmx
Source language: azg
Languages: es

source: Twe' nkwi xue m'an kwi ti' tyo ndye ts'a ti',
es: Hubo una vez un zorro

source: ts'ian jndë, tyua' ju' sku' ti' k'a ti' jndë,
es: que trabajaba en el campo, temprano molía su esposa [y] él iba al monte.

source: Mo' twe' nkwi xue t-ja ti',
es: Pero hubo un día

source: të ki tsa ti' ts'ian,
es: que fue al trabajo

source: no' ya tje ti' tyua' je,
es: y cuando llegó más temprano a [su] casa

source: t'aa 'nna sku' ti' k'on,
es: ya no se encontraba su esposa.

source: No' ma' kje tats'on ti' ng'e të non tsan nji,
es: De inmediato se enteró que pasó una persona malvada

source: të 'yon jon sku' ti', xue' jon sku' ti'.
es: que se robó a su esposa.

source: No jo,
es: Entonces

source: 'nni 'nna ntsa' ti'.
es: ¿qué haría el zorro?

source: Ma të kjo ti',
es: Sólo se sentó

source: t'eo ti',
es: y lloró,

source: ndo' hu xjen 'nein tje kwi ki tsian,
es: (y) en ese momento llegó un tigre,

source: tso' ki tsian an':
es: dijo el tigre:

source: ndo' u' tyo ndye re, ndu ma tyo', 'a jo je.
es: "y tú amigo zorro, ¿por qué lloras?"

source: Ma t'eo ma ng'e
es: "Lloro porque

source: hu tsan nji tje jon b'a no' tsia na tja jon
es: la persona malvada llegó a mi casa y cuando se fue

source: të 'yon jon sku'.
es: se llevó a mi esposa".

source: No' jo tso ki tsian an': ti' ndyoto
es: Entonces le dijo el tigre: "no llores

source: no' ti'nkon' tonyo ma tson' sku' nein jo kion kwe,
es: y no te preocupes, tu esposa hoy la voy a ir a traer",

source: tso ki tsian an' nnu ti'tyondyee'.
es: dijo el tigre al zorro.

source: Jo jnon ti'
es: Entonces el zorro

source: na' t'ëo' ti'.
es: dejó de llorar.

source: Tja ki tsian ya na tje ki tsianan' b'a tsan nji i',
es: Fue el tigre a la casa de la persona malvada, cuando llegó a la casa de la persona malvada,

source: ya jo tso o' : nkia chjo b'a re, taa 'nna t'a
es: en ese momento dijo: "vengo a tu casa amigo", no contestó

source: tsan nji i' b'i jon.
es: la persona malvada estaba enojada.

source: No' u' re, 'nni 'nna ma ndue' ma nti'.
es: "Y tú amigo, ¿qué cosa andas buscando?"

source: tsit'uan tson' re, ja njo kwaxye ama yu u' njoyon sku ti'
es: "Disculpa amigo, vengo a preguntar si tú en verdad te robaste a la esposa

source: sku ti' tyondyee', t'io ti' m'a ti'.
es: del zorro, el amigo está llorando".

source: Ntjo je ki ndye
es: "Aquí no puedes

source: ntjo je ki ndye nkwaxye nnö', tsan nji b'i jon. 'nni 'nna
es: preguntar nada", respondió enojada la persona malvada.

source: nja an, tyon tinkia ndhe bi na ya'.
es: Se agarraron [y] se pegaron.

source: Si ki ty'e
es: El tigre empujó

source: ki tsian an' tsan nji i' ni kwe jon tinkia ndhe.
es: a la persona malvada.

source: Ma jo n'ei tëkits'a ki tsian an'.
es: Nada más eso fue hacer el tigre.

source: Ya njo je ta 'nna jndë njo yon ki tsian an',
es: (Cuando) volvió sin poder traer de regreso

source: sku ti' tyondyee',
es: a la esposa del zorro,

source: ndye të 'yon o' to tja o',
es: (después) se fue y el zorro

source: hu ti'tyondye tëkjo nkwe
es: se sentó otra vez

source: ti' tyo ti' mang'e sku ti'
es: [y] estuvo llorando porque a su mujer

source: tsan nji të 'yon jon.
es: se la había robado una persona malvada.

source: Jo tje kwi ki so ndye t'oan tyë' ndye ra.
es: Entonces llegó una vaca con cuernos grandes y filosos.

source: Jo tso ki sondyee'
es: La vaca le dijo

source: u' ndu ma t'ëo' retyondye.
es: "¿por qué lloras amigo zorro?"

source: Ndu ti'ndyio sku' të yon
es: la persona malvada".

source: tsan nji. 'a ndatsu 'a tji ya.
es: "¿Estás seguro?"

source: Tji ya, mo tanyen tso
es: "Estoy seguro".

source: ki so ndye e' nein jo kio an, tja ro ki sondyee' tje ti'
es: "iré hoy a traerla", la vaca se fue [y] cuando la vaca llegó

source: m'a tsan nji i' taa b'a' jon b'i jon 'nni 'nna
es: a la casa de la persona malvada, enojada preguntó "¿qué

source: Ma ndue banty'i ntjo.
es: andas buscando por aquí?"

source: Njo tso ki sondyee'
es: "Vine -contestó la vaca- porque

source: ng'eu' øjno yon sku ti' tyondyee'
es: tú te llevaste a la esposa del amigo zorro

source: no' hu ti' tya ndho ti'.
es: y él se quedó triste".

source: 'Nni 'nna nja o' ma' ti' ndhe ra ya
es: ¿Qué hicieron?

source: ko ninkiandhe.
es: Solamente se golpearon.

source: Tja nkwe o' m'an tyondyee'.
es: Después regresó la vaca donde se encontraba el zorro.

source: Ta 'nna jndë tyondyere be ndhe
es: "No se pudo amigo, nada más

source: ti-nkia.
es: nos pusimos a pelear".

source: Jndë je ma' tja ki so ndye e'.
es: Después de eso se fue la vaca.

source: Tyondyee'
es: El zorro

source: ntjo nkwe t'ëo' nkwe ti'.
es: se quedó triste de nuevo.

source: Jo tje kwi tyosu, kio'
es: Entonces llegó un conejo, un animal

source: lu k'en, u' re 'nni 'nna tjon ma t'yeo
es: pequeño, "tú amigo ¿por qué lloras?",

source: 'ajo tyosu re, ja ra tso o'
es: preguntó el conejo.

source: sku' të'yon tsan nji no' tsian
es: "Lloro porque

source: na nein ta'naakokjwe jon ma ni jo
es: a mi esposa se la llevó una persona malvada

source: m'an jon b'a tsan nji.
es: y todavía no regresa

source: Ndye tso tyosu,
es: de la casa de la persona malvada".

source: ja nkjo jo kio an' nein.
es: "Mira -dijo el conejo-

source: No' jo
es: iré a traerla hoy".

source: tso tyondye jekijndë ntsa'
es: "No vas a poder -contestó el zorro-

source: re tyosu, jndë tye' n'an na
es: amigo conejo, ya fueron personas

source: t'oan chen mo' ta jndë jnda an',
es: más grandes y no pudieron".

source: 'amo' jo 'achi n'amein na tyen be sa na ndha an,
es: "Sí, pero ellos nada más fueron a pelear

source: tso tyosu nnu tyondyee', tik'o an ng'e tke an
es: -dijo el conejo al zorro- no van de forma madura

source: na ma yu ya ni ts'ian ko'oen.
es: para hacer un buen trabajo".

source: Na nein ja jo, tso tyos u'.
es: "Hoy iré", dijo el conejo.

source: Tjaro tyosu u' ndo'
es: cuando llegó

source: ya na tje tyosu u' b'a tsan nji
es: saludó, pero la persona malvada le contestó enojada.

source: ndo chjo b'a bi' tso tsan nji ki ndyo jndë je.
es: Entonces, el conejo dijo "¿por qué eres

source: Ya jo, ma junti' tyosu u' tso o'
es: tan orgullosa en tu casa persona malvada?

source: ndu =je u' tsan nji ya ke'tson ba'
es: Cuando llegas a la casa de alguien

source: no' ja nchji ng'e ya na b'a ts'an n-kje
es: tienes que decirle a la persona que pase y tome asiento

source: ntsu nnu ts'an kuenon jon kjo jon
es: y tú eres muy arrogante", le dijo

source: no' u' ji ke' ma tsineinre tso
es: el conejo a la persona malvada.

source: tyosu u' nnu tsan nji.
es: Después la persona malvada sacó

source: Jndë tsan nji i' tji jon
es: una jícara de agua y se la dio al conejo y [éste]

source: Kwi tsua nda ti'jon ndyo tyosu u' jnon
es: bebió de la bandeja.

source: ti' i' tsua ny'ö o'.
es: Cuando estaba bebiendo,

source: Ya na jnon tyosu tsua a' ny'ö o' hu xjen nein
es: en ese momento, movió las orejas.

source: sintsjero o' nonki o'.
es: Entonces, el conejo llamó

source: Jo tuan ro tyosu u'
es: a la persona malvada.

source: u' tsan nji re.
es: "¿Es esta agua la que tomas?"

source: 'Aju nda tio ba ma u'a
es: "Sí", contestó la persona malvada.

source: jo tso tsan nji.
es: Entonces tomó

source: 'Atikindia ji ba t'ya jni, kinokindya' yo nön'.
es: la persona malvada agua de la olla: "en verdad que está sucia el agua".

source: Jo tjon
es: En ese momento

source: tsan nji ki xua a': ma yu na t'ya na tio o' .
es: mandó a la esposa del zorro a traer agua limpia

source: Hu xjen 'nein je
es: hasta el río.

source: njon tsan nji sku tyondyee' tëkioo' na tio ntju
es: El conejo vio hacia donde se fue

source: xi' tsjo na m'an tsui' i'.
es: la persona que mandaron por el agua.

source: Ntia' chen tyosu u' tonkio
es: Después, le dijo el amigo

source: Ts'an y'on jon tsjo na nkujon nda.
es: conejo a la persona malvada, "tú persona malvada, ¿en dónde

source: Jo tso ti'
es: puedo orinar?"

source: tyosu nnu tsan nji, u' re tsan nji 'atayujon
es: "Ahí mismo párate y orina",

source: ya nchiu ts'an jo ro kuendje' n chiu,
es: le contestó la persona malvada.

source: tso tsan nji.
es: Entonces,

source: Jo tju tyosu u', kwi tekeno'
es: saltó el conejo, volteó,

source: xi' ta'ndia tsan nji
es: en el momento en el que no estaba viendo la persona malvada,

source: tju ro, kwi chen jon tontk'on tja ro o.
es: saltó otra vez, giró y se fue.

source: Ya tje o' xi' tsjoo'
es: Llegó hasta el rio

source: jo chen m'an sku tyondyee', ma' hu xjen 'nein tyon
es: donde se encontraba la esposa del zorro, en ese momento agarró

source: tyosu u' tsjo tju ndo'
es: la olla el conejo y la tiró,

source: ma' sk'a ndyö o' ti' sku
es: tomó con la mano a la esposa del amigo

source: tyo ndye e' tyo o' styo ti' njoyoro ti' tje
es: zorro, se la puso en su cuello y se la llevó.

source: ndjayu.
es: Llegó

source: No' ya tje ti'
es: (y cuando llegó)

source: b'a jndë tje re tyondye, ndo'
es: a la casa del amigo zorro

source: sku' njoyon jndë njokini'i nnu ndoba na nkja ts'an
es: "te traje a tu esposa, así es como se hace un buen trabajo,

source: ndya tke nkja ts'an, tobe nkja tsindha ts'an.
es: tienes que ir de manera madura, no a pelear.

source: Ndo' sku'.
es: "Gracias".

source: Nkianaya u' ndo', jndë ma' jo tjaro tyosu je.
es: "Ya me voy, pues", [y] se fue el conejo.
